"agent_OKButton" = "确认";
"agent_CancelButton" = "取消";

"agent_menuQuit" = "退出";
"agent_menuEnablePlugin" = "启用Folx插件";
"agent_menuConfigure" = "插件设置";

"agent_menuAddTask" = "添加任务";
"agent_menuStartAll" = "全部开始";
"agent_menuStopAll" = "全部停止";

"agent_btnUsePlugin" = "使用Folx捕获浏览器中的下载链接";
"agent_prefCheckMimeType" = "获取类型:";
"agent_prefRestoreDefaults" = "恢复默认";

"agent_msgErrorAddCatchingType" = "所有字段必须填写";
"agent_infoErrorAddCatchingType" = "请填写所有字段以便捕获添加的文件类型";

"agent_Description" = "描述";
"agent_MimeType" = "MIME类型";
"agent_Extensions" = "扩展";

"agent_msgFolxNotFound" = "Folx未安装";
"agent_infoFolxNotFound" = "在未安装Folx的情况下Folx插件无法运行，请下载安装Folx。";

"agent_msgInstallPlugin" = "Folx Agent已完成浏览器插件安装";
"agent_infoInstallPlugin" = "请重启浏览器以便激活链接捕获功能。访问Folx Help页面查看所支持浏览器的详细列表。";